first_routes/app/controllers/users_controller.rb

    def index
        # render plain: "I'm in the index actions!"
        render json: User.all
---
SELECT "users".* FROM "users"